{
  "capped_amount": 0,
  "created_at": "2023-10-31T11:12:14-04:00",
  "usage_limit": 0,
  "status": "ACTIVE",
  "documentType": "text",
  "last_payment_date": "2023-09-24T19:51:13.741Z",
  "capped_usage": 1314930,
  "gptText": "(Introduction - #d9365e)\n\nIn a world where style and comfort collide, there is a need for a garment that effortlessly combines the two. Enter the NIKE | CRACKLE PRINT TB TEE, a masterpiece from the (NIKE - #cb5d5d) collection that caters specifically to (MEN - #efef48) who crave both fashion and functionality. This extraordinary tee, part of the (NIKE - #68e868) collection, is designed to elevate your summer wardrobe to new heights, ensuring you stand out from the crowd with its unique crackle print. \n\n(Problem Statement - #d9365e)\n\nHave you ever found yourself torn between wanting to make a bold fashion statement and needing to stay comfortable in the scorching summer heat? Well, fret no more! The NIKE | CRACKLE PRINT TB TEE is here to solve all your sartorial dilemmas. \n\n(Engaging Format - #d676be)\n\nPicture this: you're strolling down the boardwalk, the sun kissing your skin, and all eyes are on you. The vibrant blue hue of the tee catches the light, making you feel like a walking work of art. But wait, there's more! As you continue your leisurely walk, the crackle print on the tee starts to reveal hidden patterns, captivating everyone around you. The intrigue builds, and you can't help but wonder what other surprises this tee holds. Swipe to uncover the next part of the story and unlock the secrets of the NIKE | CRACKLE PRINT TB TEE.\n\n(Anaphora - #a648d5)\n\nWith its crackle print, the NIKE | CRACKLE PRINT TB TEE is not just a tee. It's a statement. It's a conversation starter. It's a piece of art. It's a tee that defies expectations, defies conventions, and defies gravity. Yes, you read that right. This tee is so extraordinary that it defies gravity itself. \n\n(Chiasmus - #d0399e)\n\nThe crackle print on the NIKE | CRACKLE PRINT TB TEE crackles with energy, igniting a spark of curiosity in those who lay eyes upon it. It's a print that not only catches the light but also catches the imagination. It's a print that crackles with creativity and crackles with confidence. \n\n(Hyperbole - #e8457b)\n\nWhen you wear the NIKE | CRACKLE PRINT TB TEE, heads will turn, jaws will drop, and the world will stop in its tracks. It's a tee that commands attention, demanding to be seen and admired. It's a tee that makes you feel like a superhero, capable of achieving the impossible. \n\n(Metaphor - #d1846b)\n\nThe crackle print on the NIKE | CRACKLE PRINT TB TEE is like a burst of fireworks on a summer night, illuminating the darkness and leaving a trail of awe in its wake. It's a metaphor for the wearer's vibrant personality, their desire to stand out and be noticed. \n\n(Simile - #dcc57f)\n\nThe crackle print on the NIKE | CRACKLE PRINT TB TEE is as mesmerizing as a kaleidoscope, constantly shifting and revealing new patterns with every movement. It's a simile for the wearer's ever-evolving style, their ability to adapt and embrace change. \n\n(Rhetorical Question - #b6d558)\n\nWhy settle for ordinary when you can have extraordinary? Why blend in when you can stand out? Why conform to societal norms when you can break free and express yourself through fashion? The NIKE | CRACKLE PRINT TB TEE is the answer to all these questions and more. \n\n(Irony - #8edd73)\n\nIn a world where conformity reigns supreme, the NIKE | CRACKLE PRINT TB TEE is a rebellious act of self-expression. It's ironic how a simple tee can challenge societal norms and empower the wearer to embrace their individuality. \n\n(Personification - #50f179)\n\nThe crackle print on the NIKE | CRACKLE PRINT TB TEE dances and shimmers, as if it has a life of its own. It's a personification of the wearer's vibrant spirit, their desire to shine bright and leave a lasting impression. \n\n(Metonymy - #50f2c9)\n\nThe crackle print on the NIKE | CRACKLE PRINT TB TEE is a metonymy for the wearer's confidence, their willingness to take risks and embrace their unique style. It's a symbol of their fearlessness and their refusal to be confined by societal expectations. \n\n(Onomatopoeia - #52bde0)\n\nAs you put on the NIKE | CRACKLE PRINT TB TEE, you",
  "seen": true,
  "currency": "USD",
  "subscription_name": "acacia",
  "shop": "quickstart-b80cd149.myshopify.com",
  "updated_at": "2023-10-31T11:12:20-04:00",
  "current_usage": 5319
}