{
  "capped_amount": 0,
  "created_at": "2023-11-01T10:30:51-04:00",
  "usage_limit": 0,
  "status": "ACTIVE",
  "documentType": "text",
  "last_payment_date": "2023-09-24T19:51:13.741Z",
  "capped_usage": 1314930,
  "gptText": "(stand introduction 1 - #da4e4e)\nIntroducing The Videographer Snowboard, the ultimate companion for capturing your wildest snowboarding adventures. Designed with the modern thrill-seeker in mind, this cutting-edge snowboard combines top-notch performance with innovative technology to ensure that every moment on the slopes is captured in stunning detail.\n\n(stand tone 1 - #e2e236)\nWith a balanced and appropriate tone, The Videographer Snowboard appeals to both professional snowboarders and avid enthusiasts alike. Whether you're a seasoned pro looking to document your latest tricks or a beginner wanting to relive your first ride, this snowboard is the perfect tool to capture and share your snowboarding journey.\n\nImagine carving through fresh powder, the wind rushing through your hair as you effortlessly glide down the mountain. The Videographer Snowboard is equipped with a state-of-the-art camera system seamlessly integrated into its sleek design. Gone are the days of fumbling with separate cameras or relying on friends to capture your best moments. With this snowboard, you become the director of your own action-packed film.\n\n(stand feature 1 - #3b5998)\nThe Videographer Snowboard features a high-definition camera mounted on the front, allowing you to capture crystal-clear footage of your rides. Whether you're performing jaw-dropping tricks in the terrain park or exploring untouched backcountry trails, every jump, turn, and twist will be recorded in stunning detail.\n\n(stand feature 2 - #3b5998)\nBut it doesn't stop there. The camera is equipped with advanced stabilization technology, ensuring that your footage remains smooth and steady even in the most challenging conditions. No more shaky or blurry videos that fail to do justice to your skills. The Videographer Snowboard guarantees professional-quality footage that will impress both your friends and social media followers.\n\n(stand feature 3 - #3b5998)\nSharing your snowboarding adventures has never been easier. The Videographer Snowboard is equipped with built-in Wi-Fi, allowing you to instantly transfer your footage to your smartphone or tablet. With just a few taps, you can edit and share your videos on your favorite social media platforms, inspiring others with your incredible snowboarding skills.\n\n(stand conclusion 1 - #008000)\nIn conclusion, The Videographer Snowboard is a game-changer in the world of snowboarding. It combines the thrill of riding with the ability to capture and share your experiences like never before. Whether you're a professional athlete or a weekend warrior, this snowboard will elevate your snowboarding journey to new heights. So grab your board, hit the slopes, and let The Videographer Snowboard capture your epic moments for the world to see.",
  "seen": true,
  "currency": "USD",
  "subscription_name": "acacia",
  "shop": "quickstart-b80cd149.myshopify.com",
  "updated_at": "2023-11-01T10:31:00-04:00",
  "current_usage": 1222
}